{"name":"Creating Ties","headerTaglineOne":"DISCOVER THE BEAUTY ","headerTaglineTwo":"OF LATIN AMERICA","headerTaglineThree":" ","headerTaglineFour":" ","showCursor":true,"showBlog":true,"darkMode":true,"showResume":true,"socials":[{"id":"1","title":"Phone Number","link":"(+1) 609-665-0231"},{"id":"2","title":"Email","link":"martha235@aol.com"},{"id":"4","title":"Email","link":"martha.creatingties@gmail.com"}],"projects":[{"id":"1","title":"Peru","description":"Educational Tours, Community service, Homestays with schools (exchange), community service & homestays.","imageSrc":"https://images.unsplash.com/photo-1465513527097-544020a68b06?q=80&w=2048&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D","url":""},{"id":"2","title":"Cuba","description":"Educational Tours","imageSrc":"https://images.unsplash.com/photo-1530779443780-7499d18b7e66?q=80&w=3087&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D","url":""}],"services":[{"id":"1","title":"Student Nº 1 ","description":"\"I recently returned from an amazing trip to Latin America organized by Martha and her team at Creating Ties, and I couldn't be more thrilled with the experience! Martha made every detail effortless, from connecting us with knowledgeable local guides to curating a perfect mix of vibrant city tours, cultural immersion, and breathtaking nature excursions. The journey felt authentic and personal—we explored charming towns, tasted incredible local dishes, and even got to meet artisans and families who shared their stories with us. The warmth and care Martha and Creating Ties put into every aspect of the trip made it truly unforgettable. Can't wait to travel with them again!\""},{"id":"2","title":"Student Nº 2","description":"\"I recently took an incredible trip to Cuba with Martha and Creating Ties, and it exceeded all my expectations! Martha’s attention to detail made everything seamless, and the itinerary was the perfect mix of culture, history, and relaxation. From exploring the vibrant streets of Havana to meeting locals who shared personal stories about their lives and traditions, every experience felt authentic and memorable. We enjoyed fantastic Cuban cuisine, danced to live music, and even visited beautiful beaches that felt like paradise. Martha and her team truly know how to create meaningful travel experiences—I can't wait to plan my next adventure with them!\""},{"id":"3","title":"Student Nº 3","description":"\"My recent trip to Peru with Martha and Creating Ties was absolutely unforgettable! Martha crafted a perfect itinerary that allowed us to experience the best of Peru's rich culture, breathtaking landscapes, and fascinating history. From the awe-inspiring ruins of Machu Picchu to vibrant markets in Cusco and the warmth of local communities in the Sacred Valley, every part of the journey was thoughtfully planned and authentic. We enjoyed delicious Peruvian cuisine, learned about traditional crafts, and felt immersed in the beauty and spirit of the country. Thanks to Martha and her team at Creating Ties, I came back with incredible memories and a deep appreciation for Peru. I can't recommend them enough!\""},{"id":"4","title":"Student Nº 4","description":"\"My recent trip to the U.S. with Martha and Creating Ties was a fantastic experience overall! Martha and her team made sure every detail was perfectly planned, from iconic city tours to hidden local gems that made the trip feel extra special. We visited some of the most famous landmarks, enjoyed diverse regional cuisines, and even had the chance to connect with locals who shared unique insights into American culture and history. The balance of sightseeing and free time was just right, allowing us to soak up everything without feeling rushed. Thanks to Martha's expert planning, I felt like I got a real taste of the U.S., and I can't wait to travel with Creating Ties again!\""}],"aboutpara":"I'm Martha Hayden \nPresident and Founder \nCreating Ties US \n1403 Barclay Boulevard\nPrinceton, New Jersey 08540\nemail: martha.creatingties@gmail.com\nCell: 609-665-0231\n","resume":{"tagline":"","description":"","experiences":[{"id":"1","dates":"Educational Tours","type":"","position":"Latin america","bullets":""},{"id":"Community service","dates":"The community service..","type":"","position":"Latin America","bullets":""}],"education":{"universityName":"Homestays","universityDate":"","universityPara":"Homestays with schools"},"languages":[":"]}}